Repository: AdgaiWalker/Dorazoom
Catalog: Sources/ZoomItMacCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, zh_hans, zh_hant

# recording.preflight.detail.disk_insufficient
source: Not enough space is available
de: Nicht genügend Speicher verfügbar
es_419: No hay suficiente espacio disponible
es_es: No hay suficiente espacio disponible
fr: Espace disponible insuffisant
ja: 空き容量が不足しています
ko: 사용 가능한 공간이 부족합니다
pt_br: Não há espaço disponível suficiente
zh_hans: 可用空间不足
zh_hant: 可用空間不足

# recording.preflight.detail.disk_ready
source: Enough space is available
de: Genügend Speicher verfügbar
es_419: Hay suficiente espacio disponible
es_es: Hay suficiente espacio disponible
fr: Espace disponible suffisant
ja: 十分な空き容量があります
ko: 사용 가능한 공간이 충분합니다
pt_br: Há espaço disponível suficiente
zh_hans: 可用空间充足
zh_hant: 可用空間充足

# recording.preflight.detail.input_unavailable
source: The input is unavailable
de: Die Eingabe ist nicht verfügbar
es_419: La entrada no está disponible
es_es: La entrada no está disponible
fr: L’entrée n’est pas disponible
ja: 入力を利用できません
ko: 입력을 사용할 수 없습니다
pt_br: A entrada não está disponível
zh_hans: 输入不可用
zh_hant: 輸入無法使用

# recording.preflight.detail.level_percent
source: Level %d%%
de: Pegel %d%%
es_419: Nivel %d%%
es_es: Nivel %d%%
fr: Niveau %d%%
ja: レベル %d%%
ko: 레벨 %d%%
pt_br: Nível %d%%
zh_hans: 电平 %d%%
zh_hant: 音量 %d%%

# recording.preflight.detail.level_unknown
source: The current level could not be confirmed
de: Der aktuelle Pegel konnte nicht bestätigt werden
es_419: No se pudo confirmar el nivel actual
es_es: No se ha podido confirmar el nivel actual
fr: Impossible de confirmer le niveau actuel
ja: 現在のレベルを確認できませんでした
ko: 현재 레벨을 확인할 수 없습니다
pt_br: Não foi possível confirmar o nível atual
zh_hans: 无法确认当前电平
zh_hant: 無法確認目前音量

# recording.preflight.detail.permission_required
source: Permission is required
de: Berechtigung erforderlich
es_419: Se requiere permiso
es_es: Se necesita permiso
fr: Autorisation requise
ja: アクセス許可が必要です
ko: 권한이 필요합니다
pt_br: Permissão necessária
zh_hans: 需要权限
zh_hant: 需要權限

# recording.preflight.detail.ready
source: Ready
de: Bereit
es_419: Listo
es_es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

# recording.preflight.detail.silent
source: No sound detected
de: Kein Ton erkannt
es_419: No se detecta sonido
es_es: No se detecta sonido
fr: Aucun son détecté
ja: 音声が検出されません
ko: 소리가 감지되지 않음
pt_br: Nenhum som detectado
zh_hans: 未检测到声音
zh_hant: 未偵測到聲音

# recording.preflight.detail.target_unavailable
source: The recording target is no longer available
de: Das Aufnahmeziel ist nicht mehr verfügbar
es_419: El objetivo de grabación ya no está disponible
es_es: El objetivo de grabación ya no está disponible
fr: La cible d’enregistrement n’est plus disponible
ja: 収録対象を利用できなくなりました
ko: 녹화 대상을 더 이상 사용할 수 없습니다
pt_br: O destino da gravação não está mais disponível
zh_hans: 录制目标已不可用
zh_hant: 錄製目標已無法使用

# recording.preflight.row.camera
source: Camera
de: Kamera
es_419: Cámara
es_es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 摄像头
zh_hant: 相機

# recording.preflight.row.disk
source: Disk
de: Speicher
es_419: Disco
es_es: Disco
fr: Disque
ja: ディスク
ko: 디스크
pt_br: Disco
zh_hans: 磁盘
zh_hant: 磁碟

# recording.preflight.row.microphone
source: Microphone
de: Mikrofon
es_419: Micrófono
es_es: Micrófono
ja: マイク
ko: 마이크
pt_br: Microfone
zh_hans: 麦克风
zh_hant: 麥克風

# recording.preflight.row.target
source: Target
de: Ziel
es_419: Objetivo
es_es: Objetivo
fr: Cible
ja: 対象
ko: 대상
pt_br: Destino
zh_hans: 目标
zh_hant: 目標

# recording.preflight.window.title
source: Recording Check
de: Aufnahmeprüfung
es_419: Comprobación de grabación
es_es: Comprobación de grabación
fr: Vérification de l’enregistrement
ja: 収録前チェック
ko: 녹화 전 확인
pt_br: Verificação da gravação
zh_hans: 录制检查
zh_hant: 錄製檢查

# recording.recovery.action.discard
source: Discard
de: Verwerfen
es_419: Descartar
es_es: Descartar
fr: Supprimer
ja: 破棄
ko: 버리기
pt_br: Descartar
zh_hans: 丢弃
zh_hant: 捨棄

# recording.recovery.action.recover_to
source: Recover To…
de: Wiederherstellen unter…
es_419: Recuperar en…
es_es: Recuperar en…
fr: Récupérer vers…
ja: 復元先…
ko: 복구 위치…
pt_br: Recuperar em…
zh_hans: 恢复到…
zh_hant: 復原至…

# recording.recovery.message.finalized
source: DoraZoom found a completed recording that has not been exported.
de: DoraZoom hat eine abgeschlossene Aufnahme gefunden, die noch nicht exportiert wurde.
es_419: DoraZoom encontró una grabación terminada que no se exportó.
es_es: DoraZoom ha encontrado una grabación terminada que no se ha exportado.
fr: DoraZoom a trouvé un enregistrement terminé qui n’a pas été exporté.
ja: DoraZoom が書き出されていない完了済みの収録を見つけました。
ko: 내보내지 않은 완료된 녹화를 DoraZoom이 찾았습니다.
pt_br: O DoraZoom encontrou uma gravação concluída que não foi exportada.
zh_hans: DoraZoom 发现一段尚未导出的完整录制。
zh_hant: DoraZoom 發現一段尚未輸出的完整錄製。

# recording.recovery.message.fragmented
source: DoraZoom found a fragmented MOV that may be recoverable through its last written fragment.
de: DoraZoom hat eine fragmentierte MOV-Datei gefunden, die möglicherweise bis zum letzten geschriebenen Fragment wiederhergestellt werden kann.
es_419: DoraZoom encontró un MOV fragmentado que podría recuperarse hasta el último fragmento escrito.
es_es: DoraZoom ha encontrado un MOV fragmentado que podría recuperarse hasta el último fragmento escrito.
fr: DoraZoom a trouvé un fichier MOV fragmenté dont le contenu peut être récupéré jusqu’au dernier fragment écrit.
ja: DoraZoom がフラグメント化された MOV を見つけました。最後に書き込まれたフラグメントまで復元できる可能性があります。
ko: DoraZoom이 프래그먼트 형식의 MOV를 찾았습니다. 마지막으로 기록된 프래그먼트까지 복구될 수 있습니다.
pt_br: O DoraZoom encontrou um MOV fragmentado que pode ser recuperado até o último fragmento gravado.
zh_hans: DoraZoom 发现一个分段式 MOV，可能可以从最后写入的片段中恢复。
zh_hant: DoraZoom 發現一個分段式 MOV，可能可以從最後寫入的片段中復原。

# recording.recovery.suggested_filename
source: DoraZoom Recovered.mov
de: DoraZoom Wiederhergestellt.mov
es_419: DoraZoom Recuperado.mov
es_es: DoraZoom Recuperado.mov
fr: DoraZoom Récupéré.mov
pt_br: DoraZoom Recuperado.mov
zh_hans: DoraZoom 恢复的录制.mov
zh_hant: DoraZoom 復原的錄製.mov

# recording.recovery.window.title
source: Recover an Unfinished Recording
de: Unvollständige Aufnahme wiederherstellen
es_419: Recuperar una grabación sin terminar
es_es: Recuperar una grabación sin terminar
fr: Récupérer un enregistrement inachevé
ja: 未完了の収録を復元
ko: 완료되지 않은 녹화 복구
pt_br: Recuperar gravação inacabada
zh_hans: 恢复未完成的录制
zh_hant: 復原未完成的錄製

# recording.target.display
source: Display
de: Bildschirm
es_419: Pantalla
es_es: Pantalla
fr: Écran
ja: ディスプレイ
ko: 디스플레이
pt_br: Tela
zh_hans: 显示器
zh_hant: 顯示器

# recording.target.selected_region
source: Selected Region
de: Ausgewählter Bereich
es_419: Área seleccionada
es_es: Zona seleccionada
fr: Zone sélectionnée
ja: 選択した範囲
ko: 선택한 영역
pt_br: Área selecionada
zh_hans: 所选区域
zh_hant: 所選區域

# recording.target.selected_window
source: Selected Window
de: Ausgewähltes Fenster
es_419: Ventana seleccionada
es_es: Ventana seleccionada
fr: Fenêtre sélectionnée
ja: 選択したウインドウ
ko: 선택한 윈도우
pt_br: Janela selecionada
zh_hans: 所选窗口
zh_hant: 所選視窗

# recording.trim.open_panel.title
source: Trim Video
de: Video trimmen
es_419: Recortar video
es_es: Recortar vídeo
fr: Élaguer la vidéo
ja: ビデオをトリミング
ko: 비디오 다듬기
pt_br: Recortar vídeo
zh_hans: 修剪视频
zh_hant: 裁剪影片

# recording_feedback.paused
source: Recording paused
de: Aufnahme pausiert
es_419: Grabación en pausa
es_es: Grabación en pausa
fr: Enregistrement en pause
ja: 収録を一時停止しました
ko: 녹화를 일시 정지했습니다
pt_br: Gravação pausada
zh_hans: 录制已暂停
zh_hant: 錄製已暫停

# recording_feedback.resumed
source: Recording resumed
de: Aufnahme fortgesetzt
es_419: Grabación reanudada
es_es: Grabación reanudada
fr: Enregistrement repris
ja: 収録を再開しました
ko: 녹화를 재개했습니다
pt_br: Gravação retomada
zh_hans: 录制已继续
zh_hant: 錄製已繼續

# save_failure.authorization_missing
source: DoraZoom no longer has permission to write to your chosen folder.
de: DoraZoom darf nicht mehr in den gewählten Ordner sichern.
es_419: DoraZoom ya no tiene permiso para escribir en la carpeta que elegiste.
es_es: DoraZoom ya no tiene permiso para escribir en la carpeta elegida.
fr: DoraZoom n’a plus l’autorisation d’écrire dans le dossier choisi.
ja: DoraZoom は選択したフォルダに書き込む権限を失いました。
ko: DoraZoom에 선택한 폴더에 쓸 권한이 더 이상 없습니다.
pt_br: O DoraZoom não tem mais permissão para gravar na pasta escolhida.
zh_hans: DoraZoom 已无权写入你所选的文件夹。
zh_hant: DoraZoom 已無權寫入你所選的資料夾。

# save_failure.choose_folder
source: Choose Folder Again…
de: Ordner erneut wählen…
es_419: Elegir otra carpeta…
es_es: Elegir otra carpeta…
fr: Choisir un autre dossier…
ja: フォルダを選び直す…
ko: 폴더 다시 선택…
pt_br: Escolher outra pasta…
zh_hans: 重新选择文件夹…
zh_hant: 重新選擇資料夾…

# save_failure.choose_folder.title
source: DoraZoom: Choose Save Folder
de: DoraZoom: Sicherungsordner wählen
es_419: DoraZoom: elegir la carpeta de guardado
es_es: DoraZoom: elegir la carpeta de guardado
fr: DoraZoom : choisir le dossier d’enregistrement
ja: DoraZoom: 保存先フォルダを選択
ko: DoraZoom: 저장 폴더 선택
pt_br: DoraZoom: escolher a pasta de salvamento
zh_hans: DoraZoom：选择保存文件夹
zh_hant: DoraZoom：選擇儲存資料夾

# save_failure.clipboard_notice
source: The image is on the clipboard, so it is not lost.
de: Das Bild liegt in der Zwischenablage und geht nicht verloren.
es_419: La imagen está en el portapapeles, así que no se perdió.
es_es: La imagen está en el portapapeles, así que no se ha perdido.
fr: L’image est dans le presse-papiers, elle n’est donc pas perdue.
ja: 画像はクリップボードにあるため、失われることはありません。
ko: 이미지는 클립보드에 있으므로 사라지지 않습니다.
pt_br: A imagem está na área de transferência, portanto não foi perdida.
zh_hans: 图片已复制到剪贴板，不会丢失。
zh_hant: 圖片已複製到剪貼板，不會遺失。

# save_failure.encoding_failed
source: The image could not be encoded:
de: Das Bild konnte nicht kodiert werden:
es_419: No se pudo codificar la imagen:
es_es: No se pudo codificar la imagen:
fr: L’image n’a pas pu être encodée :
ja: 画像をエンコードできませんでした：
ko: 이미지를 인코딩할 수 없습니다:
pt_br: Não foi possível codificar a imagem:
zh_hans: 图片编码失败：
zh_hant: 圖片編碼失敗：

# save_failure.folder_unavailable
source: The folder is missing or not writable:
de: Der Ordner fehlt oder ist nicht beschreibbar:
es_419: La carpeta no existe o no se puede escribir en ella:
es_es: La carpeta no existe o no se puede escribir en ella:
fr: Le dossier est introuvable ou non modifiable :
ja: フォルダが見つからないか、書き込めません：
ko: 폴더가 없거나 쓸 수 없습니다:
pt_br: A pasta não existe ou não pode ser gravada:
zh_hans: 文件夹不存在或不可写入：
zh_hant: 資料夾不存在或無法寫入：

# save_failure.save_as
source: Save As…
de: Sichern unter…
es_419: Guardar como…
es_es: Guardar como…
fr: Enregistrer sous…
ja: 別名で保存…
ko: 다른 이름으로 저장…
pt_br: Salvar como…
zh_hans: 另存为…
zh_hant: 另存新檔…

# save_failure.title
source: DoraZoom could not save the image
de: DoraZoom konnte das Bild nicht sichern
es_419: DoraZoom no pudo guardar la imagen
es_es: DoraZoom no pudo guardar la imagen
fr: DoraZoom n’a pas pu enregistrer l’image
ja: DoraZoom は画像を保存できませんでした
ko: DoraZoom이 이미지를 저장하지 못했습니다
pt_br: O DoraZoom não pôde salvar a imagem
zh_hans: DoraZoom 无法保存图片
zh_hant: DoraZoom 無法儲存圖片

# save_failure.write_failed
source: The image could not be written:
de: Das Bild konnte nicht geschrieben werden:
es_419: No se pudo escribir la imagen:
es_es: No se pudo escribir la imagen:
fr: L’image n’a pas pu être écrite :
ja: 画像を書き込めませんでした：
ko: 이미지를 쓸 수 없습니다:
pt_br: Não foi possível gravar a imagem:
zh_hans: 图片无法写入：
zh_hant: 圖片無法寫入：

# screen_recording_permission.message
source: Zoom, drawing, screenshots, screen recording, and panorama capture require macOS to let DoraZoom read screen content. After you grant access, macOS may ask DoraZoom to quit. DoraZoom will reopen automatically. Then try Control+1, Control+2, or Control+6 again.
de: Zoom, Zeichnen, Bildschirmfotos, Bildschirmaufnahme und Panorama erfordern, dass macOS DoraZoom das Lesen von Bildschirminhalten erlaubt. Nach der Freigabe fordert macOS DoraZoom möglicherweise zum Beenden auf. DoraZoom wird automatisch wieder geöffnet. Probiere danach Control+1, Control+2 oder Control+6 erneut.
es_419: El zoom, el dibujo, las capturas, la grabación de pantalla y las panorámicas requieren que macOS permita a DoraZoom leer el contenido de la pantalla. Después de conceder el acceso, macOS puede pedir que DoraZoom se cierre. DoraZoom volverá a abrirse automáticamente. Después, prueba de nuevo Control+1, Control+2 o Control+6.
es_es: El zoom, el dibujo, las capturas, la grabación de pantalla y las panorámicas requieren que macOS permita a DoraZoom leer el contenido de la pantalla. Después de conceder acceso, macOS puede pedir que DoraZoom se cierre. DoraZoom volverá a abrirse automáticamente. Después prueba de nuevo Control+1, Control+2 o Control+6.
fr: Le zoom, le dessin, les captures, l’enregistrement de l’écran et les panoramas nécessitent que macOS autorise DoraZoom à lire le contenu de l’écran. Après votre autorisation, macOS peut demander à DoraZoom de quitter. DoraZoom se rouvrira automatiquement. Réessayez ensuite Control+1, Control+2 ou Control+6.
ja: ズーム、描画、スクリーンショット、画面収録、パノラマ取り込みを使うには、DoraZoom に画面の内容を読み取ることを macOS で許可する必要があります。 アクセスを許可すると、macOS が DoraZoom の終了を求める場合があります。DoraZoom は自動的に再度開きます。その後、Control+1、Control+2、または Control+6 をもう一度試してください。
ko: 확대, 그리기, 스크린샷, 화면 녹화, 파노라마 캡처를 사용하려면 macOS에서 DoraZoom이 화면 콘텐츠를 읽도록 허용해야 합니다. 접근을 허용하면 macOS가 DoraZoom을 종료하라고 요청할 수 있습니다. DoraZoom은 자동으로 다시 열립니다. 그런 다음 Control+1, Control+2 또는 Control+6을 다시 사용해 보세요.
pt_br: O zoom, o desenho, as capturas, a gravação de tela e os panoramas exigem que o macOS permita que o DoraZoom leia o conteúdo da tela. Depois que você conceder o acesso, o macOS poderá pedir para encerrar o DoraZoom. O DoraZoom será aberto novamente de forma automática. Depois, tente Control+1, Control+2 ou Control+6 novamente.
zh_hans: 缩放、绘图、截图、屏幕录制和全景捕捉需要 macOS 允许 DoraZoom 读取屏幕内容。 授予访问权限后，macOS 可能会要求 DoraZoom 退出。DoraZoom 将自动重新打开。然后请再次尝试 Control+1、Control+2 或 Control+6。
zh_hant: 縮放、繪圖、螢幕截圖、螢幕錄製和全景擷取需要 macOS 允許 DoraZoom 讀取螢幕內容。 授予存取權限後，macOS 可能會要求 DoraZoom 結束。DoraZoom 將自動重新開啟。然後請再次嘗試 Control+1、Control+2 或 Control+6。

# screen_recording_permission.title
source: DoraZoom Needs Screen Recording Access
de: DoraZoom benötigt Zugriff auf die Bildschirmaufnahme
es_419: DoraZoom necesita acceso a la grabación de pantalla
es_es: DoraZoom necesita acceso a la grabación de pantalla
fr: DoraZoom requiert l’accès à l’enregistrement de l’écran
ja: DoraZoom に画面収録へのアクセスが必要です
ko: DoraZoom에 화면 녹화 접근 권한이 필요합니다
pt_br: O DoraZoom precisa de acesso à Gravação de Tela
zh_hans: DoraZoom 需要屏幕录制权限
zh_hant: DoraZoom 需要螢幕錄製權限

# settings.advanced_capture.description
source: Capture Window Under Pointer copies the frontmost standard window beneath the pointer without creating a local file.
de: „Fenster unter dem Zeiger aufnehmen“ kopiert das vorderste Standardfenster unter dem Zeiger, ohne eine lokale Datei zu erstellen.
es_419: “Capturar ventana bajo el puntero” copia la ventana estándar en primer plano bajo el puntero sin crear un archivo local.
es_es: «Capturar ventana bajo el puntero» copia la ventana estándar en primer plano bajo el puntero sin crear un archivo local.
fr: « Capturer la fenêtre sous le pointeur » copie la fenêtre standard au premier plan sous le pointeur sans créer de fichier local.
ja: 「ポインタ下のウインドウを取り込む」は、ローカルファイルを作成せず、ポインタの下にある最前面の標準ウインドウをコピーします。
ko: ‘포인터 아래 윈도우 캡처’는 로컬 파일을 만들지 않고 포인터 아래에 있는 가장 앞쪽의 표준 윈도우를 복사합니다.
pt_br: “Capturar janela sob o ponteiro” copia a janela padrão em primeiro plano sob o ponteiro sem criar um arquivo local.
zh_hans: “捕捉指针下的窗口”会复制指针下方最前面的标准窗口，不会创建本地文件。
zh_hant: 「擷取指標下方的視窗」會複製指標下方最前面的標準視窗，不會建立本機檔案。

# settings.advanced_capture.include_shadow
source: Include window shadow
de: Fensterschatten einschließen
es_419: Incluir sombra de la ventana
es_es: Incluir sombra de la ventana
fr: Inclure l’ombre de la fenêtre
ja: ウインドウの影を含める
ko: 윈도우 그림자 포함
pt_br: Incluir sombra da janela
zh_hans: 包含窗口阴影
zh_hant: 包含視窗陰影

# settings.advanced_capture.title
source: Advanced Capture
de: Erweiterte Aufnahme
es_419: Captura avanzada
es_es: Captura avanzada
fr: Capture avancée
ja: 高度な取り込み
ko: 고급 캡처
pt_br: Captura avançada
zh_hans: 高级捕捉
zh_hant: 進階擷取

# settings.advanced_recording.description
source: Standard recordings use MOV / H.264 / AAC. MP4, GIF, and more complex editing are available in the advanced workflow.
de: Standardaufnahmen verwenden MOV / H.264 / AAC. MP4, GIF und komplexere Bearbeitung sind im erweiterten Arbeitsablauf verfügbar.
es_419: Las grabaciones estándar usan MOV / H.264 / AAC. Los formatos MP4 y GIF, y las opciones de edición más complejas, están disponibles en el flujo avanzado.
es_es: Las grabaciones estándar usan MOV / H.264 / AAC. Los formatos MP4 y GIF, y las opciones de edición más complejas, están disponibles en el flujo avanzado.
fr: Les enregistrements standard utilisent MOV / H.264 / AAC. MP4, GIF et les montages plus complexes sont disponibles dans le flux avancé.
ja: 標準の収録には MOV / H.264 / AAC を使用します。MP4、GIF、より複雑な編集は高度なワークフローで利用できます。
ko: 표준 녹화는 MOV / H.264 / AAC를 사용합니다. MP4, GIF 및 더 복잡한 편집은 고급 작업 흐름에서 사용할 수 있습니다.
pt_br: As gravações padrão usam MOV / H.264 / AAC. MP4, GIF e edições mais complexas estão disponíveis no fluxo avançado.
zh_hans: 标准录制使用 MOV / H.264 / AAC。MP4、GIF 和更复杂的编辑功能可在高级工作流程中使用。
zh_hant: 標準錄製使用 MOV / H.264 / AAC。MP4、GIF 和較複雜的編輯功能可在進階工作流程中使用。

# settings.advanced_recording.edit_video
source: Edit an existing video:
de: Vorhandenes Video bearbeiten:
es_419: Editar un video existente:
es_es: Editar un vídeo existente:
fr: Modifier une vidéo existante :
ja: 既存のビデオを編集：
ko: 기존 비디오 편집:
pt_br: Editar um vídeo existente:
zh_hans: 编辑现有视频：
zh_hant: 編輯現有影片：

# settings.advanced_recording.open_editor
source: Open Advanced Editor…
de: Erweiterten Editor öffnen…
es_419: Abrir editor avanzado…
es_es: Abrir editor avanzado…
fr: Ouvrir l’éditeur avancé…
ja: 詳細エディタを開く…
ko: 고급 편집기 열기…
pt_br: Abrir editor avançado…
zh_hans: 打开高级编辑器…
zh_hant: 開啟進階編輯器…

# settings.advanced_recording.title
source: Advanced Recording
de: Erweiterte Bildschirmaufnahme
es_419: Grabación avanzada
es_es: Grabación avanzada
fr: Enregistrement avancé
ja: 高度な収録
ko: 고급 녹화
pt_br: Gravação avançada
zh_hans: 高级录制
zh_hant: 進階錄製

# settings.break_timer.backdrop
source: Backdrop:
de: Hintergrund:
es_419: Fondo:
es_es: Fondo:
fr: Arrière-plan :
ja: 背景：
ko: 배경:
pt_br: Plano de fundo:
zh_hans: 背景图：
zh_hant: 背景影像：

# settings.break_timer.backdrop.faded_desktop
source: Faded Desktop
de: Verblasster Schreibtisch
es_419: Escritorio atenuado
es_es: Escritorio atenuado
fr: Bureau estompé
ja: 薄く表示したデスクトップ
ko: 흐리게 표시한 데스크탑
pt_br: Mesa esmaecida
zh_hans: 淡化桌面
zh_hant: 淡化桌面

# settings.break_timer.backdrop.image_file
source: Image File
de: Bilddatei
es_419: Archivo de imagen
es_es: Archivo de imagen
fr: Fichier image
ja: 画像ファイル
ko: 이미지 파일
pt_br: Arquivo de imagem
zh_hans: 图像文件
zh_hant: 影像檔案

# settings.break_timer.backdrop.none
source: No Image
de: Kein Bild
es_419: Sin imagen
es_es: Sin imagen
fr: Aucune image
ja: 画像なし
ko: 이미지 없음
pt_br: Sem imagem
zh_hans: 无图像
zh_hant: 無影像

# settings.break_timer.background_color
source: Background:
de: Hintergrundfarbe:
es_419: Color de fondo:
es_es: Color de fondo:
fr: Fond :
ja: 背景色：
ko: 배경색:
pt_br: Cor de fundo:
zh_hans: 背景：
zh_hant: 背景：

# settings.break_timer.background_picker.title
source: DoraZoom: Choose Background Image
de: DoraZoom: Hintergrundbild auswählen
es_419: DoraZoom: elegir imagen de fondo
es_es: DoraZoom: elegir imagen de fondo
fr: DoraZoom : choisir une image d’arrière-plan
ja: DoraZoom：背景画像を選択
ko: DoraZoom: 배경 이미지 선택
pt_br: DoraZoom: escolher imagem de fundo
zh_hans: DoraZoom：选择背景图像
zh_hant: DoraZoom：選擇背景影像

# settings.break_timer.description
source: Press the break timer shortcut to show a full-screen countdown. Use the Arrow keys or mouse wheel to adjust the time, color keys to change the timer color, and Escape or right-click to exit.
de: Drücke den Kurzbefehl für den Pausentimer, um einen Countdown im Vollbild anzuzeigen. Passe die Zeit mit den Pfeiltasten oder dem Mausrad an, ändere die Timerfarbe mit den Farbtasten und beende mit Escape oder einem Rechtsklick.
es_419: Presiona el atajo del temporizador de descanso para mostrar una cuenta regresiva a pantalla completa. Ajusta el tiempo con las flechas o la rueda del mouse, cambia el color con las teclas de color y sal con Escape o un clic derecho.
es_es: Pulsa el atajo del temporizador de descanso para mostrar una cuenta atrás a pantalla completa. Ajusta el tiempo con las flechas o la rueda del ratón, cambia el color con las teclas de color y sal con Escape o un clic derecho.
fr: Appuyez sur le raccourci du minuteur de pause pour afficher un compte à rebours en plein écran. Réglez la durée avec les touches fléchées ou la molette, changez la couleur avec les touches de couleur et quittez avec Échap ou un clic droit.
ja: 休憩タイマーのショートカットを押すと、フルスクリーンのカウントダウンが表示されます。矢印キーまたはマウスホイールで時間を調整し、カラーキーでタイマーの色を変更します。Escape または右クリックで終了します。
ko: 휴식 타이머 단축키를 누르면 전체 화면 카운트다운이 표시됩니다. 방향키나 마우스 휠로 시간을 조절하고, 색상 키로 타이머 색을 바꿉니다. Escape 또는 오른쪽 클릭으로 종료합니다.
pt_br: Pressione o atalho do temporizador de pausa para mostrar uma contagem regressiva em tela cheia. Ajuste o tempo com as setas ou a roda do mouse, mude a cor com as teclas de cor e saia com Escape ou um clique direito.
zh_hans: 按休息计时器快捷键显示全屏倒计时。使用方向键或鼠标滚轮调整时间，使用颜色键更改计时器颜色，按 Escape 或右键点击退出。
zh_hant: 按休息計時器快速鍵顯示全螢幕倒數。使用方向鍵或滑鼠滾輪調整時間，使用顏色鍵更改計時器顏色，按 Escape 或按一下滑鼠右鍵結束。

# settings.break_timer.duration
source: Duration:
de: Dauer:
es_419: Duración:
es_es: Duración:
fr: Durée :
ja: 時間：
ko: 시간:
pt_br: Duração:
zh_hans: 时长：
zh_hant: 時間長度：

# settings.break_timer.image_file
source: Image file:
de: Bilddatei:
es_419: Archivo de imagen:
es_es: Archivo de imagen:
fr: Fichier image :
ja: 画像ファイル：
ko: 이미지 파일:
pt_br: Arquivo de imagem:
zh_hans: 图像文件：
zh_hant: 影像檔案：

# settings.break_timer.minutes
source: %d minutes
de: %d Minuten
es_419: %d minutos
es_es: %d minutos
ja: %d分
ko: %d분
pt_br: %d minutos
zh_hans: %d 分钟
zh_hant: %d 分鐘

# settings.break_timer.opacity
source: Opacity:
de: Deckkraft:
es_419: Opacidad:
es_es: Opacidad:
fr: Opacité :
ja: 不透明度：
ko: 불투명도:
pt_br: Opacidade:
zh_hans: 不透明度：
zh_hant: 不透明度：

# settings.break_timer.play_sound
source: Play a sound on expiration
de: Nach Ablauf einen Ton abspielen
es_419: Reproducir un sonido al finalizar
es_es: Reproducir un sonido al finalizar
fr: Émettre un son à la fin
ja: 終了時にサウンドを再生
ko: 종료 시 사운드 재생
pt_br: Reproduzir um som ao terminar
zh_hans: 到时播放声音
zh_hant: 時間到時播放聲音

# settings.break_timer.scale_to_screen
source: Scale to screen
de: An Bildschirm anpassen
es_419: Ajustar a la pantalla
es_es: Ajustar a la pantalla
fr: Adapter à l’écran
ja: 画面に合わせる
ko: 화면에 맞춤
pt_br: Ajustar à tela
zh_hans: 缩放以适合屏幕
zh_hant: 縮放至符合螢幕

# settings.break_timer.shortcut
source: Start timer:
de: Timer starten:
es_419: Iniciar temporizador:
es_es: Iniciar temporizador:
fr: Démarrer le minuteur :
ja: タイマーを開始：
ko: 타이머 시작:
pt_br: Iniciar temporizador:
zh_hans: 启动计时器：
zh_hant: 啟動計時器：

# settings.break_timer.show_elapsed
source: Show elapsed time after expiration
de: Nach Ablauf verstrichene Zeit anzeigen
es_419: Mostrar el tiempo transcurrido al finalizar
es_es: Mostrar el tiempo transcurrido al finalizar
fr: Afficher le temps écoulé après la fin
ja: 終了後に経過時間を表示
ko: 종료 후 경과 시간 표시
pt_br: Mostrar o tempo decorrido ao terminar
zh_hans: 到时后显示已过时间
zh_hant: 時間到後顯示經過時間

# settings.break_timer.sound
source: Sound:
de: Ton:
es_419: Sonido:
es_es: Sonido:
fr: Son :
ja: サウンド：
ko: 사운드:
pt_br: Som:
zh_hans: 声音：
zh_hant: 聲音：

# settings.break_timer.sound_picker.title
source: DoraZoom: Choose Sound File
de: DoraZoom: Tondatei auswählen
es_419: DoraZoom: elegir archivo de sonido
es_es: DoraZoom: elegir archivo de sonido
fr: DoraZoom : choisir un fichier son
ja: DoraZoom：サウンドファイルを選択
ko: DoraZoom: 사운드 파일 선택
pt_br: DoraZoom: escolher arquivo de som
zh_hans: DoraZoom：选择声音文件
zh_hant: DoraZoom：選擇聲音檔案
